<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>

<!DOCTYPE html>
<html>
	<head>
		
		<meta name="Content-Type" content="text/html; charset=utf-8" />
		<meta name="pragma" content="no-cache"/>
		<meta name="cache-control" content="no-cache"/>
		<meta name="expires" content="0"/>
		<meta name="keywords" content="keyword1,keyword2,keyword3"/>
		<meta name="description" content="This is my page"/>
		<meta name="renderer" content="webkit">
		<meta name="X-UA-Compatible" content="IE=7, IE=9, IE=10, IE=11, IE=12"/>
		<%@ include file="../pub/constants.inc" %>
		<%@ include file="../pub/head.inc" %>
		<%@ include file="../pub/tags.inc" %>
		<link rel="stylesheet" href="${CONTEXT}v1.0/css/sign.css"/>
		<title>注册</title>
	</head>
<body>
	<div class="agreement-txt">
		<h2>谷登科技用户服务条款</h2>
		<p>本协议是用户您与谷登农批网（简称“本站”，网址：www.gdeng.cn/ www.gdeng.net ）所有者深圳谷登科技有限公司（以下简称为“谷登科技”）之间就谷登农批网服务等相关事宜所订立的契约，请您仔细阅读本注册协议。您一旦注册、登录、使用或以任何方式使用本《协议》所涉及的相关服务的行为将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。</p>

		<h3>第1条 总则</h3>
		<p>1.1 本站的各项电子服务的所有权和运营权归谷登科技所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。</p>
		<p>1.2 本协议则可由谷登科技随时更新，用户应及时关注并同意，本站不承担通知义务。本站的通知、公告或其他类似内容是本协议的一部分。</p>

		<h3>第2条 用户信息</h3>
		<p>2.1 用户注册应自行诚信向本站提供资料，用户须保证其提供的注册资料真实、合法有效，用户注册资料如有变动，应及时更新。如果用户提供的注册资料不真实、不合法有效的，用户需承担因此引起的相应责任及后果，并且谷登科技保留终止用户使用谷登科技各项服务的权利。</p>
		<p>2.2 谷登科技用户必须是具有完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不得注册为谷登科技用户或超过其民事权利或行为能力范围与谷登科技进行交易，否则服务协议自始无效，谷登科技有权立即停止与该用户的交易，并注销该用户账户，同时有权要求其承担相应法律责任。如果用户是在监护人参与下完成用户注册的不具备完全民事权利能力或完全民事行为能力的自然人，用户及用户的监护人同意为在该用户名下所发生的一切行为负责。</p>
		<p>2.3 为保证交易安全，用户应该妥善保管用户名和密码，如果因为用户的疏忽或管理不善，造成用户名和密码外泄、被盗等后果的，用户应当自行承担由此所引发的一切损失。</p>
		<p>2.4 用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</p>

		<h3>第3条 责任范围</h3>
		<p>1) 谷登科技并非交易主体，用户间因交易而产生的法律纠纷应由用户自行解决，与谷登科技无涉。倘若您与其他用户，或与您通过谷登科技获取服务的第三方产品、服务供应商发生争议，您同意免除谷登科技 (及谷登科技代理人和雇员) 在因该等争议而引起的或在任何方面与该等争议有关的不同种类和性质的任何(实际和后果性的) 权利主张、要求和损害赔偿等方面的责任。</p>
		<p>2) 您与在服务上或通过服务物色的刊登广告人士通讯或进行业务往来或参与其推广活动，仅限于在您和该刊登广告人士之间发生。您同意，对于因任何该等业务往来或因在服务上出现该等刊登广告人士而发生的任何形式的任何损失或损毁，谷登科技无需负责或承担任何责任。</p>
		<p>3) 用户使用谷登平台服务时可提供与其他网站或资源的链接。由于谷登科技并不控制该等和资源，您承认并同意，谷登科技并不对该等外在资源的可用性负责，也不对其承担任何责任。您进一步承认和同意，对于任何因使用或信赖从此类资源上获取的内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，谷登科技均不承担责任。</p>
		<p>4) 您明确理解和同意，无论您是否提出索赔要求，谷登科技不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：(i) 无论任何原因未能使用服务；(ii) 因通过平台购买或获取任何货物、样品、数据、资料或服务，或接收任何信息或缔结任何交易所产生的相关货物和服务的费用；(iii) 不会使用谷登科技及其服务；(iv) 任何第三者对服务的声明或关于服务的行为；(v) 因任何原因而引起的与服务有关的任何其他事宜，包括意外、不可抗力、过失等。</p>

		<h3>第4条 用户的权利与义务</h3>
		<p>4.1 用户拥有在本站的用户名及密码，并用该用户名和密码登陆本站购买商品的权利，且对该用户名在本站发生的行为负责。用户不得将注册的用户名及其对应密码转让、出借或出租给任何第三方使用，用户应当为在该用户名下所发生的一切行为负责。</p>
		<p>4.2 用户拥有根据本协议的规定以及本站上发布的相关规则在本站上查询商品信息、参与商品讨论、发表使用体验、上传购买商品图片、参加本站的有关活动，以及享受本站提供的其他信息服务的权利。</p>
		<p>4.3 用户在本站享有言论自由权利，拥有适度修改、删除自己发表的文章的权利。用户须对自己在本站的言论及行为承担相应的法律责任。</p>
		<p>4.4 用户不得在本站发表包含以下内容的言论：</p>
		<p>4.4.1 违反宪法所规定的基本原则的；</p>
		<p>4.4.2损害国家荣誉和利益的，危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；</p>
		<p>4.4.3 任何包含对性别、种族、宗教、地域内容等歧视的；</p>
		<p>4.4.5 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
		<p>4.4.6 宣扬封建迷信、邪教、淫秽、色情、赌博、暴力、恐怖或教唆犯罪的；</p>
		<p>4.4.7 侮辱他人或者捏造事实诽谤他人，侵害他人合法权益的；</p>
		<p>4.4.8 含有法律、行政法规禁止的其他内容的。</p>
		<p>4.5 用户在发表使用体验等内容时，除遵守本条款外，还应遵守相关讨论区的规定。</p>
		<p>4.6 未经本站同意，禁止用户在网站发布任何形式的广告。</p>
		<p>4.7 若用户未遵守以上规定的，本站有权采取暂停或关闭用户账户等措施。</p>

		<h3>第5条 本站的权利与义务</h3>
		<p>5.1 本站有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户的交易活动能够顺利进行；</p>
		<p>5.2 对用户在注册和使用本站网上交易平台中所遇到的与注册或交易有关的问题及反映的情况，本站应及时给予回复；</p>
		<p>5.3 对于用户在本站网上交易平台上的不当行为或其它任何本站认为应当终止服务的情况，本站有权随时做出删除相关信息、终止提供服务等处理，而无须征得用户的同意。</p>

		<h3>第6条 网站规则、修改和可分性</h3>
		<p>6.1 邮件/短信服务规则
本站保留通过邮件和短信的形式，对本网站及本站目录注册、购物用户发送订单信息、促销活动等告知服务的权利。如果在本站注册、购物，则表明已默示接受此项服务。</p>
		<p>6.2.1 经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者本站有足够事实依据可以认定用户存在违法或违反服务协议行为的，本站有权在网站上以网络发布形式公布用户的违法行为</p>
		<p>6.2.2 对于用户在本站发布的下列各类信息，本站有权在不通知用户的前提下进行删除或采取其它限制性措施。</p>
		<p>6.2.2.1 以炒作信用为目的的信息；</p>
		<p>6.2.2.2 存在欺诈等恶意或虚假内容的信息；</p>
		<p>6.2.2.3 存在与网上购物无关或不是以购物为目的的信息；</p>
		<p>6.2.2.4 存在试图扰乱正常购物秩序因素的信息；</p>
		<p>6.2.2.5 该信息违反公共利益或可能严重损害本站和其它用户合法利益。</p>
		<p>6.3 规则的变更</p>
		<p>本站可以在没有特殊通知的情况下自行变更本规则、任何其它条款和条件、规则或用户资格的任何方面，变更后的交易条款和特殊条款一经在网站公布后，立即自动生效。如用户不同意相关变更，应当立即停止从本站购买商品或使用本站服务。若继续从本站购买商品或使用本站服务的，即表示用户接受经修订的交易条款。对这些条款的任何修改将被包含在本站更新的规则中。如果任何变更被认定为无效、废止或因任何原因不可执行，则该变更是可分割的，且不影响其它变更或条件的有效性或可执行性。在变更这些规则后，用户对本站的继续使用即构成用户对变更的接受。</p>
		
		<h3>第7条 服务的中断和终止</h3>
		<p>7.1 如果用户向本站提出注销注册用户身份时，经本站审核同意，由本站注销该注册用户，用户即解除与本站的服务协议关系。但注销该用户账号后，本站仍保留下列权利：</p>
		<p>7.1.1 用户注销后，本站有权保留该用户的注册数据及以前的交易行为记录；</p>
		<p>7.1.2 用户注销后，如用户在注销前在本站交易平台上存在违法行为或违反合同的行为，本站仍可行使本服务协议所规定的权利。</p>
		<p>7.2 如果存在以下情况，本站可以通过注销用户的方式终止服务：</p>
		<p>7.2.1 在用户违反本服务协议相关规定时，本站有权终止向该用户提供服务。本站将在中断服务时通知用户。但如果用户在本站终止提供服务后，再一次直接或间接或以他人名义注册为本站用户的，本站有权再次单方面终止向该用户提供服务；</p>
		<p>7.2.2 如本站通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经本站以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的电子邮箱地址的，本站有权终止向该用户提供服务；</p>
		<p>7.2.3 一经本站发现用户注册数据中主要内容是虚假的，本站有权随时终止向该用户提供服务；</p>
		<p>7.2.4 本服务协议终止或更新时，用户明示不愿接受新的服务协议的；</p>
		<p>7.2.5 其它本站认为需终止服务的情况。</p>

		<h3>第8条 适用的法律和管辖权</h3>
		<p></p>用户和本站之间的契约将适用中华人民共和国的法律，所有的争端将诉诸于本站所在地的人民法院。

		<h3>第9条 版权</h3>
		<p>9.1 本站所刊登的包括不仅限于图表、标识、按钮图标、文字、网页页眉、服务品名等，均为是谷登科技及其内容提供者的财产，受中国和国际知识产权法的保护。在本站上出现的不属于上述主体的所有其他商标是其商标权利人各自的财产，这些权利人可能是也可能不是与谷登科技相关联、相联系或由谷登科技的关联公司赞助的。未经谷登科技或相关商标所有人的书面许可，本站上的任何东西都不应被解释为以默许或其他方式授予许可或使用网站上出现的商标的权利。</p>
		<p>9.2 本站用户发表的文章仅代表作者本人观点，与本站立场无关。作者文责自负。</p>
		<p>9.3 本站有权将在本网站发表的商品使用体验、商品讨论或图片自行使用或者与其他人合作使用于其他用途，包括但不限于网站、电子杂志、杂志、刊物等，使用时需为作者署名，以发表文章时注明的署名为准。文章有附带版权声明者除外。</p>
		<p>9.4 用户在本站上发表的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。</p>
		<p>任何转载、引用发表于本站的版权文章须符合以下规范：</p>
		<p>9.4.1 用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为“谷登科技”或“www.gdeng.cn/ www.gdeng.net”；</p>
		<p>9.4.2 用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处“谷登科技”或“www.gdeng.cn/ www.gdeng.net”；</p>
		<p>9.4.3 任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。</p>
		
		<h3>第10条 不承诺担保限制</h3>
		<p>10.1 除非另有明确的书面说明，本站、目录及其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务，是由谷登科技在“按现状”和“按现有”的基础上提供的；</p>
		<p>10.2 除非另有明确的书面说明, 谷登科技不对本网站的运营及其包含在本网站上的信息、内容、材料、商品(包括软件)或服务作任何形式的、明示或默示的声明或担保（除根据中华人民共和国法律规定的以外）。用户明确同意自担风险使用本网站；</p>
		<p>10.3 在适用法律所允许的最大限度内，谷登科技不承诺所有明示或默示的担保，包括但不限于对适销性和满足特定目的的默示担保。谷登科技不担保本站、其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务、其服务器或从本站发出的电子信件没有病毒或其他有害成分。除非另有明确 的书面说明，谷登科技不对由于使用本站、或由于其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务、或购买和使用商品引起的任何损害承担责任（除非根据中华人民共和国法律应承担责任的以外），包括但不限于直接、间接或附带的惩罚性和结果性的损害赔偿。</p>
	</div>
	
	<script type="text/javascript" src="${CONTEXT}js/login/register.js"></script>
	<%@ include file="/WEB-INF/jsp/pub/baidu.inc" %>
	</body>
</html>
